amdvlk
android-tools
ark
autoconf
automake
barrier
base
bind-tools
binutils
bison
bluedevil
breeze
breeze-gtk
cdrdao
cdrtools
chromium
clang
discord
discover
dmidecode
dolphin
dolphin-emu
dosbox
drkonqi
dvd+rw-tools
earlyoom
emovix
exfat-utils
fakeroot
ffmpegthumbs
file
findutils
firefox
flatpak
flex
fwupd
gawk
gcc
gettext
git
gnome-disk-utility
gparted
grep
groff
gst-plugins-bad
gst-plugins-ugly
gstreamer-vaapi
gwakeonlan
gwenview
gzip
hplip
htop
hunspell
hunspell-en_US
inetutils
intel-ucode
k3b
kactivitymanagerd
kamera
kate
kcalc
kcharselect
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
keepassxc
kgamma5
khotkeys
kid3
kimageformats
kinfocenter
kipi-plugins
kmenuedit
knetattach
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
ktnef
kwallet-pam
kwayland-integration
kwin
kwrited
lib32-amdvlk
lib32-libva-mesa-driver
lib32-mesa
lib32-mesa-vdpau
lib32-vulkan-radeon
libkscreen
libksysguard
libreoffice-still
libtool
libva-mesa-driver
libytnef
linux
linux-firmware
linux-lts
linux-lts-docs
linux-lts-headers
linux-zen
linux-zen-docs
linux-zen-headers
lrzip
lzop
m4
make
man-db
mesa-demos
mesa-vdpau
milou
mps-youtube
mpv
mtools
neofetch
networkmanager
networkmanager-openconnect
networkmanager-vpnc
nextcloud-client
nmap
nodejs
ntfs-3g
okular
openresolv
oxygen
p7zip
pacman
pacman-contrib
patch
pdfsam
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
print-manager
progress
pv
qtcreator
reflector
rhythmbox
rsync
sddm-kcm
sed
shellcheck
signal-desktop
solaar
spectacle
speedtest-cli
sshfs
steam
sudo
system-config-printer
systemsettings
telegram-desktop
texinfo
thunderbird
tldr
traceroute
transcode
transmission-qt
ttf-liberation
ttf-ubuntu-font-family
unarchiver
unrar
user-manager
vi
vim
virtualbox
vlc
vulkan-radeon
vulkan-tools
wget
which
wireguard-tools
wireshark-qt
woeusb
wqy-zenhei
xclip
xdg-desktop-portal-kde
xf86-video-amdgpu
xorg-xkill
yakuake
zsh
